const q="Ажара"

console.log("меня зовут " + q)
console.log(q + " - это имя выбрал дедушка")
console.log("имя - " + q + " означает...")

const w="6 шк."
console.log("я училась в " + w)
console.log(w + " находится на бульваре Эркиндик")
console.log("до 2012г. в " + w + " директором была Арыстанова С.А.")


const e="8.45"
console.log(q + " родилась в субботу в " + e)
console.log("сейчас " + e + " утра ?")
console.log(e + "кг.весил мешок")
console.log("в " + e + " в " + w + "прозвенел звонок на первую перемену" )

//извините, не знала, что придумать на некоторые предложения))